Repository: AJAYAN14/Flow
Catalog: ios/Runner/Localizable.xcstrings
Source language: en
Languages: ar, be, cs, de, es, fa, fr, it, mn, pl, ru, tr, uk

source: Record a Transaction
ar: تسجيل معاملة
be: Запісаць транзакцыю
cs: Zaznamenat transakci
de: Buchung erfassen
es: Registrar una transacción
fa: ثبت تراکنش
fr: Enregistrer une transaction
it: Registra una transazione
mn: Гүйлгээ бүртгэх
pl: Zarejestruj transakcję
ru: Записать транзакцию
tr: İşlem kaydet
uk: Записати транзакцію

source: Log a transaction to your account
ar: تسجيل معاملة في حسابك
be: Запісаць транзакцыю на ваш рахунак
cs: Zaznamenat transakci na váš účet
de: Eine Buchung auf Ihrem Konto erfassen
es: Registrar una transacción en su cuenta
fa: ثبت تراکنش در حساب شما
fr: Enregistrer une transaction sur votre compte
it: Registra una transazione sul tuo conto
mn: Дансандаа гүйлгээ бүртгэх
pl: Zarejestruj transakcję na swoim koncie
ru: Записать транзакцию на ваш счет
tr: Hesabınıza bir işlem kaydedin
uk: Записати транзакцію на ваш рахунок

source: Account
ar: حساب
be: Рахунак
cs: Účet
de: Konto
es: Cuenta
fa: حساب
fr: Compte
it: Conto
mn: Данс
pl: Konto
ru: Счет
tr: Hesap
uk: Рахунок

source: Exact name or UUID of the source account
ar: الاسم الدقيق أو UUID للحساب المصدر
be: Дакладная назва або UUID зыходнага рахунку
cs: Přesný název nebo UUID zdrojového účtu
de: Genauer Name oder UUID des Quellkontos
es: Nombre exacto o UUID de la cuenta de origen
fa: نام دقیق یا UUID حساب مبدأ
fr: Nom exact ou UUID du compte source
it: Nome esatto o UUID del conto di origine
mn: Дансны нэр эсвэл UUID
pl: Dokładna nazwa lub UUID konta źródłowego
ru: Точное имя или UUID исходного счета
tr: Kaynak hesabın tam adı veya UUID'si
uk: Точна назва або UUID вихідного рахунку

source: Amount
ar: المبلغ
be: Сума
cs: Částka
de: Betrag
es: Monto
fa: مبلغ
fr: Montant
it: Importo
mn: Дүн
pl: Kwota
ru: Сумма
tr: Tutar
uk: Сума

source: Transaction amount. Sign doesn't matter
ar: مبلغ المعاملة. الإشارة غير مهمة
be: Сума транзакцыі. Знак не мае значэння
cs: Částka transakce. Na znaménku nezáleží
de: Buchungsbetrag. Vorzeichen spielt keine Rolle
es: Monto de la transacción. El signo no importa
fa: مبلغ تراکنش. علامت مهم نیست
fr: Montant de la transaction. Le signe n'a pas d'importance
it: Importo della transazione. Il segno non importa
mn: Гүйлгээний дүн. Тэмдэг хамаагүй
pl: Kwota transakcji. Znak nie ma znaczenia
ru: Сумма транзакции. Знак не имеет значения
tr: İşlem tutarı. İşaret önemli değil
uk: Сума транзакції. Знак не має значення

source: Type
ar: النوع
be: Тып
cs: Typ
de: Typ
es: Tipo
fa: نوع
it: Tipo
mn: Төрөл
pl: Typ
ru: Тип
tr: Tür
uk: Тип

source: Transaction type: expense or income
ar: نوع المعاملة: مصروف أو إيراد
be: Тып транзакцыі: выдаткі або даходы
cs: Typ transakce: výdaj nebo příjem
de: Buchungstyp: Ausgabe oder Einnahme
es: Tipo de transacción: gasto o ingreso
fa: نوع تراکنش: هزینه یا درآمد
fr: Type de transaction : dépense ou revenu
it: Tipo di transazione: spesa o entrata
mn: Гүйлгээний төрөл: зарлага эсвэл орлого
pl: Typ transakcji: wydatek lub przychód
ru: Тип транзакции: расход или доход
tr: İşlem türü: gider veya gelir
uk: Тип транзакції: витрата або дохід

source: Category
ar: فئة
be: Катэгорыя
cs: Kategorie
de: Kategorie
es: Categoría
fa: دسته‌بندی
fr: Catégorie
it: Categoria
mn: Ангилал
pl: Kategoria
ru: Категория
tr: Kategori
uk: Категорія

source: Exact name or UUID of the category
ar: الاسم الدقيق أو UUID للفئة
be: Дакладная назва або UUID катэгорыі
cs: Přesný název nebo UUID kategorie
de: Genauer Name oder UUID der Kategorie
es: Nombre exacto o UUID de la categoría
fa: نام دقیق یا UUID دسته‌بندی
fr: Nom exact ou UUID de la catégorie
it: Nome esatto o UUID della categoria
mn: Ангилалын нэр эсвэл UUID
pl: Dokładna nazwa lub UUID kategorii
ru: Точное имя или UUID категории
tr: Kategorinin tam adı veya UUID'si
uk: Точна назва або UUID категорії

source: Notes
ar: الملاحظات
be: Нататкі
cs: Poznámky
de: Notizen
es: Notas
fa: یادداشت‌ها
it: Note
mn: Тэмдэглэл
pl: Notatki
ru: Заметки
tr: Notlar
uk: Нотатки

source: Transaction notes. Markdown supported
ar: ملاحظات المعاملة. يدعم Markdown
be: Нататкі да транзакцыі. Падтрымліваецца Markdown
cs: Poznámky k transakci. Markdown podporován
de: Buchungsnotizen. Markdown unterstützt
es: Notas de la transacción. Markdown compatible
fa: یادداشت‌های تراکنش. Markdown پشتیبانی می‌شود
fr: Notes de transaction. Markdown pris en charge
it: Note della transazione. Markdown supportato
mn: Гүйлгээний тэмдэглэл. Markdown дэмжинэ
pl: Notatki do transakcji. Obsługiwany Markdown
ru: Заметки к транзакции. Поддерживается Markdown
tr: İşlem notları. Markdown desteklenir
uk: Нотатки до транзакції. Підтримується Markdown

source: Title
ar: العنوان
be: Назва
cs: Název
de: Titel
es: Título
fa: عنوان
fr: Titre
it: Titolo
mn: Гарчиг
pl: Tytuł
ru: Название
tr: Başlık
uk: Назва

source: Transaction title
ar: عنوان المعاملة
be: Назва транзакцыі
cs: Název transakce
de: Buchungstitel
es: Título de la transacción
fa: عنوان تراکنش
fr: Titre de la transaction
it: Titolo della transazione
mn: Гүйлгээний гарчиг
pl: Tytuł transakcji
ru: Название транзакции
tr: İşlem başlığı
uk: Назва транзакції

source: Date of Transaction
ar: تاريخ المعاملة
be: Дата транзакцыі
cs: Datum transakce
de: Buchungsdatum
es: Fecha de la transacción
fa: تاریخ تراکنش
fr: Date de la transaction
it: Data della transazione
mn: Гүйлгээний огноо
pl: Data transakcji
ru: Дата транзакции
tr: İşlem tarihi
uk: Дата транзакції

source: Date and time of the transaction
ar: تاريخ ووقت المعاملة
be: Дата і час транзакцыі
cs: Datum a čas transakce
de: Datum und Uhrzeit der Buchung
es: Fecha y hora de la transacción
fa: تاریخ و زمان تراکنش
fr: Date et heure de la transaction
it: Data e ora della transazione
mn: Гүйлгээний огноо, цаг
pl: Data i godzina transakcji
ru: Дата и время транзакции
tr: İşlemin tarih ve saati
uk: Дата і час транзакції

source: Transaction recorded ✅
ar: تم تسجيل المعاملة ✅
be: Транзакцыя запісана ✅
cs: Transakce zaznamenána ✅
de: Buchung erfasst ✅
es: Transacción registrada ✅
fa: تراکنش ثبت شد ✅
fr: Transaction enregistrée ✅
it: Transazione registrata ✅
mn: Гүйлгээ бүртгэгдлээ ✅
pl: Transakcja zarejestrowana ✅
ru: Транзакция записана ✅
tr: İşlem kaydedildi ✅
uk: Транзакцію записано ✅

source: Transaction Type
ar: نوع المعاملة
be: Тып транзакцыі
cs: Typ transakce
de: Buchungstyp
es: Tipo de transacción
fa: نوع تراکنش
fr: Type de transaction
it: Tipo di transazione
mn: Гүйлгээний төрөл
pl: Typ transakcji
ru: Тип транзакции
tr: İşlem türü
uk: Тип транзакції

source: Expense
ar: مصروف
be: Выдаткі
cs: Výdaj
de: Ausgabe
es: Gasto
fa: هزینه
fr: Dépense
it: Spesa
mn: Зарлага
pl: Wydatek
ru: Расход
tr: Gider
uk: Витрата

source: Income
ar: إيراد
be: Даходы
cs: Příjem
de: Einnahme
es: Ingreso
fa: درآمد
fr: Revenu
it: Entrata
mn: Орлого
pl: Przychód
ru: Доход
tr: Gelir
uk: Дохід

source: Transfer
ar: تحويل
be: Перавод
cs: Převod
de: Umbuchung
es: Transferencia
fa: انتقال
fr: Transfert
it: Trasferimento
mn: Шилжүүлэг
pl: Przelew
ru: Перевод
tr: Aktarma
uk: Переказ
